Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The registration of a private limited company tends to be relatively costly in Europe, although in Denmark the registration cost is zero.
es: En Europa, el registro de una sociedad limitada privada tiende a ser relativamente costoso, aunque en Dinamarca, los gastos de registro son cero.

source: In all but five Member States the minimum time does not exceed two weeks, while in eight Member States a private limited company can be registered in up to a week.
es: En todos los Estados miembros, excepto en cinco, el tiempo mínimo requerido no excede de las dos semanas, aunque en ocho países, puede registrarse una sociedad limitada privada incluso en una semana.

source: Deloitte refers to one or more of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee, and its network of member firms, each of which is a legally separate and independent entity.
es: Deloitte pertenece a una o más de las Deloitte Touche Tohmatsu Limited, una compañía limitada inglesa limitada por garantía, y su cadena de firmas, cada una de las cuales es una entidad legal e independiente separada.

source: "Data on ""the time required to register a private limited company"" and ""the cost of registering a private limited company"" have therefore been included in the structural indicators (as explained above)."
es: "Los datos sobre ""el tiempo necesario para registrar una sociedad limitada"" y ""el coste del registro de una sociedad limitada"" se han incluido por lo tanto en los indicadores estructurales (como ya se ha explicado)."

source: Both for the individual enterprise and the private limited company, the number and duration of procedures and the cost of start-up in Spain are much higher than the EU average.
es: Tanto para la empresa individual como para la SL, el número de trámites, el tiempo necesario para resolverlos y el coste de crear una empresa son muy superiores en España a los valores medios de la UE.

source: For example, the average time and cost to start-up a private limited company is now 8 days (compared to 9 days in 2008) and the cost is
es: Por ejemplo, el tiempo y los costes medios para establecer una sociedad limitada privada es actualmente de ocho días (frente a nueve en 2008) y de 417 euros (frente a 463 en 2008).

source: In terms of ownership most of these are privately owned.
es: Con respecto al tipo de propiedad, la mayoría eran privados.

source: Windowpanes in the exterior façades of privately owned property.
es: Cristales en fachadas exteriores del edificio de propiedad privada.

source: On top of all this they have yet another financial weapon to wield against any recalcitrant members of the privately-owned press, through their monopoly on advertising.
es: Disponen de un arma económica suplementaria, a emplear con los recalcitrantes de la prensa privada, a través del monopolio de la publicidad.

source: In its view, freedom of expression was essential to the viability of any democracy and it was worth noting that there were 30 privately owned newspapers in the country.
es: La libertad de expresión se considera esencial para la viabilidad de toda democracia; a este respecto, el orador destaca la existencia de más de 30 diarios privados en su país.

source: The opposition insists on saying that any legislative change is against (the privately-owned TV station) Globovision.
es: La oposición insiste en decir que cualquier cambio legislativo es para ir en contra de Globovisión.

source: The towers are part of the complex made up of several homes, all of them privately owned and inhabited.
es: Las torres están integradas en el conjunto formado por las distintas casas de campo, todas ellas propiedad privada y habitadas.

source: Esteem was founded as a privately owned company in 1985 and began by selling digital hardware equipment.
es: Esteem, una empresa privada fundada 1985, empezó dedicándose a la venta de equipos de hardware digital.

source: The Press is entirely free and the several daily, weekly and other newspapers and periodicals are privately owned.
es: La prensa es totalmente libre, y hay varias revistas y periódicos diarios, semanales y de otro tipo de propiedad privada.

source: In full concessions and privately owned utility companies internal cash generation can provide an important source of equity for financing investment.
es: En concesiones completas y en compañías de servicio privadas la generación interna de efectivo puede ser una fuente importante de capital propio para la financiación de inversiones.

source: In Belgium a study concerning the costing model for leased lines is underway as well as another on possible operators with significant market power, while Ireland is undertaking a review of leased line pricing.
es: En Bélgica se está realizando un estudio sobre los modelos de costes de las líneas arrendadas, así como otro sobre los posibles operadores con PSM, mientras que Irlanda está llevando a cabo una revisión de los precios de las líneas arrendadas.

source: GMI handles the online survey programming, data processing and technology concerns, while you can ultimately improve your bottom line or gain a competitive pricing advantage.
es: GMI maneja la programación de encuestas en línea, el procesamiento de datos y las cuestiones tecnológicas, mientras que usted a la larga no solo mejora sus resultados sino que logrará ver ventaja en sus precios competitivos.

source: For each new presentation we developed a comprehensive market rollout plan based on the brand's positioning, the target consumer, pricing, product segmentation strategy and a detailed analysis by distribution channel.
es: Para cada nueva presentación desarrollamos un plan integral de lanzamiento con base en el posicionamiento de la marca, consumidor objetivo, precio de venta, estrategia de segmentación, así como un análisis detallado por canal de distribución.

source: B. Five general principles for developing pro forma statements
es: B. Cinco principios generales para preparar estados pro forma

source: Pro forma statements are projections of a business' future financial status.
es: Los estados pro forma son las proyecciones de la situación financiera futura de un negocio.

source: A. What are pro forma statements?
es: A. ¿Qué son los estados pro forma?

source: Pro Forma Statements Financial projections based on what is predicted to happen in the future.
es: Algunos prestamistas tienen montos de préstamo mínimos y máximos.

source: Section One Pro Forma Statements
es: Sección Uno Estados pro forma

source: Professional assistance will probably be needed in the preparation of pro forma financial statements.
es: Existe la probabilidad que se requiera ayuda profesional para preparar los estados financieros pro forma.

source: Pursuant to the foregoing, the results of the Group included in the pro forma financial statements are not indicative of the future performance and progress of the Group.
es: De acuerdo con lo anterior, los resultados del Grupo incluidos en los estados financieros pro forma no son indicativos del desarrollo y rendimiento futuro del Grupo.

source: Furthermore, it should be borne in mind that, had the assumptions taken into account in the drawing up of the pro forma financial statements been different, the results would have been different and, therefore, the information provided can not be compared to data prepared under different hypotheses.
es: Asimismo, conviene tener en consideración que, de haber sido otras las asunciones tomadas en la elaboración de los estados financieros pro forma, los resultados hubieran sido distintos y, por lo tanto, la información facilitada puede no ser comparable con datos realizados bajo hipótesis diferentes.

source: The amount of the cash payment was subject to adjustment to reflect any differences between the pro-forma financial statements as of September 30, 2008, and the accounting books at the end of the same period.
es: El monto del pago en efectivo estaba sujeto a un ajuste que reflejara las diferencias entre los estados financieros proforma al 30 de septiembre de 2008 y los libros contables al término del mismo período.

source: We are happy to personally give you more details about the new product line.
es: Con mucho gusto le informaremos personalmente sobre más detalles de la nueva línea de productos.

source: Amway is a recognized leader in the industry for offering superior value in a high-quality product line.
es: Amway es un líder reconocido en la industria por su oferta de valor superior en una línea de productos de alta calidad.

source: Also, the product line is available with PEFC and FSC chain-of-custody forestry certification.
es: Asimismo, dicha gama está disponible con la certificación forestal de Cadena de Custodia PEFC y FSC.

source: Twills, drills and poplins are just some of the fabrics that are available from our customized product line.
es: Nuestras telas twills, drills y poplins son sólo algunas de las telas disponibles en nuestra gama de productos personalizados.

source: The Super Plus product line sets the new corrosion protection standards.
es: La familia de Bujías Súper Plus marca los nuevos estándares en cuanto a protección contra la corrosión.

source: The Genu Direxa product line offers the best possible fittings in case of knee complaints with slight ligament laxities.
es: Con la Genu Direxa ponemos a su disposición los mejores tratamientos para los dolores de rodilla con una laxitud leve de ligamentos.

source: Graphire3 product line for photo and video editing with the pen on the computer targeted at hobby photographers, video filmmakers and ambitious creative users.
es: Línea de producto Graphire3 para edición de foto y vídeo desde el lápiz al ordenador, dirigido a fotógrafos aficionados, a realizadores de cine y a ambiciosos usuarios creativos.

source: It developed an energy-efficient product line based on the cutting-edge LED technology.
es: La empresa desarrolló un producto eficiente en materia energética a partir de la tecnología de vanguardia de LED.

source: For the purposes of this law, an ITC is a company established in Iceland and registered as a public or private limited company.
es: A efectos de esta ley, una ECI es una empresa establecida en Islandia y registrada como sociedad de responsabilidad limitada pública o privada.

source: The transferring of the capital shares to a private limited company is not entered in the Commercial Register.
es: La transferencia de participaciones sociales de una sociedad de responsabilidad limitada no deberá ser inscrita en el Registro Mercantil.

source: We must manage company records responsibly and protect private records and proprietary information, whether they belong to our company, business partner, customer, or employee.
es: Debemos administrar los libros de la empresa de manera responsable y proteger los registros y la información de propiedad comercial, tanto si pertenece a nuestra empresa como a nuestros socios comerciales, clientes o empleados.

source: Further, the letter states that the United States government and the intelligence community do not accept tasking from private firms and do not collect proprietary, commercial, technical, or financial information for the benefit of private firms.
es: Además la carta dice que el gobierno de los Estados unidos y la comunidad de inteligencia no aceptan encargos de empresas privadas y no recogen información financiera, técnica, comercial o de marcas comerciales en beneficio de empresas privadas.

source: If you want to keep business information, ideas, concepts or inventions private or proprietary, do not send them in an e-mail to The Well Project.
es: Si quiere que una información comercial, idea, concepto o invención no se haga pública, o que continúe siendo de su propiedad, no la envíe por correo electrónico a The Well Project.

source: The PEST analysis could be conducted by reviewing policy and legislative documents, utility records and by key informant interviewing.
es: El análisis PEST podría realizarse repasando documentos políticos y legislativos, y registros de la agencia, así como entrevistando a informadores clave.

source: PEST analysis analysis of Political, Economic, Social and Technical factors, or the context within which the utility has to function.
es: PEST Análisis de factores Políticos, Económicos, Sociales y Técnicos, o el contexto en el que la agencia debe operar.

source: Now we have a hypocritical proposal to give aid, the aid which was previously banned, to what are now privately-owned shipyards as their only means of salvation.
es: Hoy, con hipocresía se propone dar las ayudas anteriormente prohibidas a los astilleros ya privados como su único medio de salvación.

source: Police in 2007 arrested scores of journalists working for the privately-owned press.
es: En 2007, la policía efectuó una decena de detenciones de periodistas de la prensa privada.

source: Belgian beer tasting in the charming setting of a privately owned castle.
es: Catadura de cerveza belga en el marco encantador de un castillo particular.

source: Economically independent with water supplies from privately owned wells and cisterns and conserving resources with rainwater utilisation.
es: Autoabastecimiento rentable con agua procedente de pozos y cisternas propios y preservación de los recursos gracias al aprovechamiento de aguas pluviales.

source: But in the many decades in which the press was privately owned, an ethic had developed Journalism existed to serve the people.
es: Sin embargo, durante las muchas décadas en que la prensa fue de propiedad privada se creó una ética el periodismo existía para ser de utilidad al pueblo.

source: "Since 1992 some of their land was expropriated as being of ""public interest"" and the privately owned Urrá company received a license to begin work on the project without prior consultation with the indigenous communities (mandatory according to the Colombian constitution)."
es: "Desde 1992 fue expropiada una parte de su territorio por ""utilidad pública"" y la compañía privada Urrá recibió una licencia para comenzar la construcción del proyecto sin previa consulta con las comunidades indígenas (que era obligatoria según la Constitución colombiana)."

source: Hybrid forms of property can also emerge, in which some aspects are collectively owned and others are privately owned.
es: Pueden surgir también formas de propiedad híbridas, en los que algunos aspectos son propiedad colectiva y otros propiedad privada.

source: This license may be used only on your privately owned computer.
es: Esta licencia sólo puede utilizarse en el equipo personal del titular.

source: Second only to issues related to shipping and product pricing, poor site performance leads to a significant number of dissatisfied shoppers.
es: Sólo tras problemas relacionados con el envío y el precio del producto, el rendimiento deficiente del sitio Web genera un número significativo de compradores insatisfechos.

source: Classes offered several times a year, sometimes in Spanish, cover marketing, product pricing, financing, and bookkeeping.
es: Las clases se ofrecen varias veces al año, algunas en español, cubren temas como mercadeo, precio de productos, financiamiento, y contabilidad.

source: Mr Braun will make his presentation in a Congress session that examines newspaper innovations, including new launches, format changes and new approaches to product, pricing and distribution.
es: Braun hará su presentación en una sesión del Congreso destinada a analizar las innovaciones en la prensa, que incluyen lanzamientos nuevos, cambios de formato y nuevos enfoques con respecto al producto, a la tarificación y a la distribución.

source: Your Massey Ferguson dealer is your best source of information on products, product pricing or concerns about products that you currently own.
es: Su concesionario Massey Ferguson es la mejor fuente de información sobre los productos, su precio y cualquier duda que usted pueda tener.

source: The Member States are invited to act as expeditiously as possible to implement the Commission's recommendations on leased line pricing and un-bundling of the local loop in order to accelerate affordable Internet access and use throughout European society and economy.
es: Se pide a los Estados miembros que apliquen lo más rápidamente posible las recomendaciones de la Comisión en materia de precios de las líneas arrendadas y desglose del bucle local con el fin de acelerar la disponibilidad de un acceso a Internet asequible y la utilización de Internet en la sociedad y la economía europeas.

source: (a) the amount, the fee for the availability of the credit line, the pricing formula applicable for the release of funds and the availability period of the Union financial assistance and the other detailed rules needed for the implementation of the assistance
es: a) el importe, la cuota por la disponibilidad de la línea de crédito, la fórmula de fijación de precios aplicable para la liberación de los fondos y el período de disponibilidad de la ayuda financiera de la Unión y las demás normas detalladas necesarias para la aplicación de la ayuda

source: Use the expanded editing mode to change the pricing code for a specific line in the transaction.
es: Utilice el modo de tratamiento ampliado para modificar el código de determinación de precio correspondiente a una línea específica en la operación.

source: Enter and edit general and pricing information for a packaged line item, attach a picture of the packaged line item, and enter comments for collaborators
es: Introducir y editar información general y de precios de una partida agrupada, anexar una foto de la misma e introducir comentarios para los colaboradores.

source: Given the recent incorporation into the Fluidra Group of the WATER division, the Company is including in this information prospectus the pro forma financial statements in order to show a homogeneous financial comparison and avoid leading the investor into mistaken conclusions as to the financial progress of the Group.
es: Dada la reciente incorporación al Grupo Fluidra de la división WATER, la Sociedad incorpora al presente folleto informativo estados financieros pro forma con el fin de mostrar una comparación financiera homogénea y evitar inducir al inversor a conclusiones erróneas sobre la evolución financiera del Grupo.

source: Complete systems, policies and procedures development Prepare pro forma financial statements
es: Finalizar la preparación de sistemas, políticas y procedimientos Preparar estados financieros pro forma

source: In Note 15 to the audited Financial Statements, see Pro-Forma Financial Statements assuming that this agreement with BHP-Billiton and the creditor banks occurred at the beginning of the year ended on September 30, 2004, and, therefore, Orinoco Iron would have been consolidated as of October 2003.
es: En la Nota 15 de los Estados Financieros auditados, ver Estados Financieros Pro Forma asumiendo que este acuerdo con BHP-Billiton y los bancos acreedores hubiese ocurrido a principios del año finalizado el 30 de septiembre de 2004 y que, por lo tanto, Orinoco Iron hubiese sido consolidada a partir de octubre de 2003.

source: This chapter provides a basic explanation of pro forma financial statements required by most lending institutions, as well as information about the financial criteria used to determine a business' capacity to carry debt.
es: Este capítulo proporciona una explicación de los estados financieros pro forma básicos que requieren la mayoría de las instituciones crediticias, así como información sobre los criterios financieros que se emplean para decidir la capacidad de endeudamiento de un negocio.

source: Legal form spol. s r.o. (proprietary company with limited liability - Pty.
es: Forma social Sociedad con responsabilidad limitada (s.r.l.)

source: An action against the Office for Harmonisation in the Internal Market (Trade Marks and Designs) was brought before the Court of First Instance of the European Communities on 28 February 2005 by Assembled Investments (Proprietary) Limited, established in Stellenbosch (South Africa), represented by P. Hagman, lawyer.
es: En el Tribunal de Primera Instancia de las Comunidades Europeas se ha presentado el 28 de febrero de 2005 un recurso contra la Oficina de Armonización del Mercado Interior (marcas, dibujos y modelos) formulado por Assembled Investments (Propietary) Limited, con domicilio social en Stellenbosch (Sudáfrica), representada por P. Hagman, abogado.

source: PEST Analysis is a framework used to scan the strategic external macro-environment in which an organization operates.
es: El análisis PEST es un marco utilizado para examinar el macroentorno estratégico externo en el que trabaja una organización.

source: It may be worth recalling that sometimes extended forms of PEST analysis are used, such as SLEPT (plus Legal) or the STEEPLE analysis Social/demographic, Technological, Economic, Environmental (natural), Political, Legal and Ethical factors, etc.
es: Cabe señalar que, en ocasiones, se utilizan formas ampliadas del análisis PEST, como SLEPT (que incluye factores legales), o STEEPLE factores sociales/demográficos, tecnológicos, económicos, medioambientales (naturales), políticos, legales y éticos, etc.

source: The PEST analysis is designed to help the employers' organization identify the external issues relevant to fulfilling its mission.
es: El análisis PEST tiene por objeto ayudar a las organizaciones de empleadores a seleccionar las cuestiones externas que son importantes para el cumplimiento de su misión.

source: Completing a PEST analysis is a relatively simple process, and can be done via workshops using brainstorming techniques.
es: La ejecución de un análisis PEST es un proceso relativamente simple, y puede efectuarse mediante talleres, en los que se apliquen técnicas de intercambio de ideas (brainstorming).

source: As macro-economic factors differ by continent, country or even region, a PEST analysis needs to be performed at the correct level of aggregation.
es: Puesto que los factores macroeconómicos difieren en función del continente, el país o, incluso, la región, los análisis PEST han de efectuarse con la debida agregación.

source: PEST analysis - political, economic, social and technological
es: Análisis PEST (en inglés) - político, económico, social y tecnológico

source: This is often undertaken by using two relatively old, but tried and tested, analytical tools, namely SWOT and PEST analysis.
es: Con frecuencia, esta tarea se aborda mediante la utilización de dos instrumentos analíticos relativamente antiguos, pero probados y comprobados, conocidos por las siglas FODA y PEST.

source: Often used to complement the Five Forces and the SWOT analysis, the PEST Analysis is a framework used to scan the strategic external macro-environment in which an organization operates.
es: El análisis PEST, utilizado a menudo para completar el modelo de las cinco fuerzas y el análisis FODA, es un marco utilizado para examinar el macroentorno estratégico externo en el que trabaja su organización.

source: States, without prejudice to ensuring full freedom of expression, should encourage privately-owned media to adequately reflect indigenous cultural diversity.
es: Los Estados, sin perjuicio de la obligación de asegurar plenamente la libertad de expresión, deberán alentar a los medios de comunicación privados a reflejar debidamente la diversidad cultural indígena.

source: About 65 % of forests are privately owned by approximately 12 million owners in the EU.
es: En la UE, aproximadamente 12 millones de particulares poseen alrededor del 65 % de los bosques.
